---
kind: type
id: T:Autodesk.Revit.DB.BuiltInFailures.SweptBlendFailures
source: html/4eb11449-7a30-b1f5-33aa-0a6065525434.htm
---
# Autodesk.Revit.DB.BuiltInFailures.SweptBlendFailures

Failures about SweptBlend.

## Syntax (C#)
```csharp
public static class SweptBlendFailures
```